Repository: D-Generation-S/Samory
Catalog: *.po
Languages: de

# AUTO_CLOSE_POPUP_BODY
source: Do you want to automatically wrap up a round if every possible card was turned? Use the buttons below to setup as you wish. To change that setting later on, please go to the game settings located in the main menu
de: Möchten Sie eine Runde automatisch beenden, wenn alle möglichen Karten aufgedeckt wurden? Verwenden Sie die folgenden Schaltflächen, um die Einstellungen vorzunehmen. Um diese Einstellung später anzupassen, gehe bitte in die Spieleinstellungen im Hauptmenü

source: Auto complete round
de: Runde automatisch abschließen

# GAME_STATISTIC
source: [center]Game Statistic[/center]
de: [center]Spiele Statistik[/center]

# PLAYER_TITLE
source: Player name
de: Spielername

# PLAYER_SCORE
source: [right]Player Score[/right]
de: [right]Punktzahl[/right]

source: Replay
de: Erneut spielen

# TOGGLE_DEBUG
source: Enable/Disable Debug
de: Debug aktivieren/deaktivieren

# MAIN_MENU_TOOLTIP
source: Get to the main menu of the game
de: Gehe zurück ins Hauptmenü des Spieles

source: Main Menu
de: Hauptmenü

# CLOSE_MENU_TOOLTIP
source: Close this menu
de: Schließe diese Menü

source: Close menu
de: Menü schließen

source: Pause Menu
de: Pause Menü

source: Players
de: Spieler

# PLAYER_LIST
source: Players
de: Spieler

source: PLACEHOLDER
de: Platzhalter

source: Body
de: Körper

# COMPLETE_TUTORIAL_TOOLTIP
source: Will stop the tutorial and not additional help will be provided
de: Das Tutorial wird abgebrochen und es wird keine weitere Hilfe geben

# COMPLETE_TUTORIAL
source: Mark Tutorial as completed
de: Tutorial als abgeschlossen markieren

# CREDITS_ROLL_TEXT
source: [center][b]Credits[/b][/center] [center][b]Development[/b][/center] [center]Xanatos[/center] [center][b]Art & Assets[/b][/center] [center]Kenney.nl[/center] [center]Axuree[/center] [center]Material Maker[/center] [center][b]Music[/b][/center] [center]Abstraction[/center] [center][b]Insperation & Naming[/b][/center] [center]Samuel - for inspiring the game and giving it its name.[/center] [center][b]Special Thanks[/b][/center] [center]To the Godot community for their incredible tools and support.[/center] [center][b]Powered By[/b][/center] [center][img=200x200,center,center]res://icon.svg[/img][/center] [center]Godot Game Engine 4.5[/center]
de: [center][b]Credits[/b][/center] [center][b]Entwickler[/b][/center] [center]Xanatos[/center] [center][b]Art & Assets[/b][/center] [center]Kenney.nl[/center] [center]Axuree[/center] [center]Material Maker[/center] [center][b]Musik[/b][/center] [center]Abstraction[/center] [center][b]Insperation & Benamung[/b][/center] [center]Samuel - der das Spiel inspiriert und Ihm den Namen gegeben hat[/center] [center][b]Besonderen Dank[/b][/center] [center]Der Godot Community für die unglaublichen Tools und deren Unterstützung.[/center] [center][b]Powered By[/b][/center] [center][img=200x200,center,center]res://icon.svg[/img][/center] [center]Godot Game Engine 4.5[/center]

source: Close
de: Schließen

source: Deck Info
de: Deck Informationen

# BUILT_IN
source: Embedded:
de: Eingebettetes:

source: No
de: Nein

source: Card count
de: Kartenanzahl:

source: Description
de: Beschreibung

# RELOAD_CUSTOM_DECKS_TOOLTIP
source: This button will reload all your custom decks, this is only available if this option is active
de: Lade deine eigenen Decks neu, diese Funktionalität steht nur zur Verfügung wenn du eigene Decks aktiviert hast.

source: Reload custom decks
de: Eigene Decks neu laden

# FILTER_DECKS
source: Filter decks by deck name
de: Decks anhand ihres Namens filtern

# SHOW_ALL_TOOLTIP
source: Show all the decks available, this will include build in and custom decks alike
de: Zeige alle Decks an die das Spiel zu bieten hat, dies beinhaltet die eingebauten sowie eigene Decks

source: Show All
de: Alle Anzeigen

# SHOW_BUILT_IN_TOOLTIP
source: Show only decks which are built into the game
de: Zeige nur Decks welche teil des Spiels sind

# SHOW_BUILT_IN
source: Show built in only
de: Nur eingebaute anzeigen

# SHOW_CUSTOM_TOOLTIP
source: Only show custom decks, sideloaded by the game
de: Zeige nur deine eigenen Decks an

# SHOW_CUSTOM
source: Only custom only
de: Nur eigene anzeigen

# PLAYER_LIST_HELP
source: The order within this list indicates the order in which the players take their turn
de: Die Reihenfolge innerhalb dieser liste gibt an in welcher Reihenfolge die Spieler an der reihe sind

# ADD_NEW_PLAYER_TOOLTIP
source: Allows you to configure a new player and add it to the game
de: Erlaubt es dir einen neuen Spieler zu konfigurieren und hinzuzufügen

source: Add new player
de: Neuen Spieler hinzufügen

# ADD_RANDOM_PLAYER_TOOLTIP
source: This will add a player with a random name to the game
de: Füge einen zufälligen Spieler mit einem zufälligen Namen dem Spiel hinzu

source: Add random player
de: Zufälligen Spieler hinzufügen

# ADD_AI_PLAYER_TOOLTIP
source: Add a ai player to the game, you have to select the difficulty settings
de: Füge einen KI Spieler hinzu, du hast die Möglichkeit die Schwierigkeit auszuwählen

source: Add AI Player
de: Ki Spieler hinzufügen

# START_GAME_TOOLTIP
source: Start the game with the currently listed players and the selected deck
de: Starte das spiel mit allen momentan aufgelisteten Spielern

source: Start game
de: Spiel starten

source: Cancel
de: Abbrechen

source: Loading
de: Lade

source: Message
de: Nachricht

# CUSTOM_GAME_TOOLTIP
source: Create a custom game against AI or humans
de: Erstelle ein eigenes Spiel gegen die KI oder andere Menschliche Spieler

source: Custom game
de: Eigenes Spiel erstellen

# LOCAL_MULTIPLAYER_TOOLTIP
source: Open LAN Multiplayer lobby (Experimental)
de: Starten ein LAN Multiplayer spiel (experimental)

# QUICK_GAME_TOOLTIP
source: Create a quick game against another human with a random deck
de: Erstelle ein schnelles Spiel gegen einen anderen Menschen, es wird hierfür ein zufälliges Deck genutzt

source: Quick Game
de: Schnelles Spiel

# DECK_VIEWER_TOOLTIP
source: View all your decks with the card description
de: Schaue dir all deine Decks an, hier kannst du auch die Karten beschreibungen lesen

source: Deck Viewer
de: Deckbetrachter

# CREDITS_TOOLTIP
source: Checkout who is responsible for all the bugs you found, let's got
de: Schaue wer schuld an all den bugs im Spiel ist, worauf wartest du?

# QUIT_GAME_TOOLTIP
source: Close the game
de: Das Spiel beenden

source: Quit Game
de: Spiel beenden

source: Game Settings
de: Spieleinstellungen

source: How to play
de: Spielanleitung

# GITHUB_REPOSITORY_BUTTON
source: GitHub Repository containing game code
de: GitHub Repository mit dem Quellcode des Spiels

source: Game page
de: Spielseite

source: Report bug
de: Fehler melden

source: Send
de: Senden

source: Connecting to server
de: Verbinde mit Server

# ABORT_CONNECTION_TOOLTIP
source: This will abort the connection to the server
de: Diese Aktion bricht den Verbindungsversuch mit dem Server ab

source: Abort Connection
de: Verbindung abbrechen

# ABORT_TOOLTIP
source: Abort the current action or close the current Window
de: Die aktuelle Aktion wird abgebrochen oder das aktuelle Fenster geschlossen

source: Abort
de: Abbrechen

source: Playername
de: Spielername

source: Available Servers
de: Verfügbare Server

source: Server Address
de: Server Adresse

# CONNECT_TOOLTIP
source: Connect to a given IP address
de: Mit der angegebenen IP Adresse verbinden

source: Connect
de: Verbinden

# HOST_TOOLTIP
source: Create a new server other players can join
de: Erstelle einen neuen Server andere Spieler können diesem beitretten

# CLOSE_TOOLTIP
source: Close this menu
de: Schließe dieses Menü

source: Error
de: Fehler

source: Move player up
de: Spieler nach oben schieben

source: Move player down
de: Spieler nach unten schieben

# DELETE_LOBBY_PLAYER_TOOLTIP
source: Delete this player from the lobby, you cannot restore it
de: Lösche den Spieler aus der Lobby, dieser kann danach nicht wiederhergestellt werden

# VS_PLAYER_TOOLTIP
source: Play in a hot seat mode against a human player
de: Spiele ein HotSeat Spiel gegen einen anderen Spieler

# VS_PLAYER
source: Against Human Player
de: Menschlicher Spieler

# MATCH_AGAINST_EASY_AI_TOOLTIP
source: Start a quick match against a easy ai player, a random deck will be used
de: Starte eine schnelles Spiel gegen einen einfachen KI Gegner.

# EASY_AI
source: Easy
de: Einfach

# MATCH_AGAINST_NORMAL_AI_TOOLTIP
source: Start a quick match against a normal ai player, a random deck will be used
de: Starte eine schnelles Spiel gegen einen normalen KI Gegner.

# MATCH_AGAINST_HARD_AI_TOOLTIP
source: Start a quick match against a hard ai player, a random deck will be used
de: Starte eine schnelles Spiel gegen einen schweren KI Gegner.

# HARD_AI
source: Hard
de: Schwer

# ADD_AI_CANCEL_TOOLTIP
source: Abort adding an AI player, all changed done to this player will be lost
de: Entferne den aktuellen KI Spieler

source: Settings
de: Einstellungen

# SELECT_LANGUAGE_SETTING_TOOLTIP
source: Select the language the game should be displayed in
de: Wähle die Sprache des Spiels aus in der diese angezeigt werden soll.

source: English
de: Englisch

source: German
de: Deutsch

source: Graphic Settings
de: Grafikeinstellungen

# WINDOW_MODE_SETTING_TOOLTIP
source: Dropdown to select your preferred window mode
de: Ein dropdown um den gewünschten Fenster Modus auszuwählen.

source: Fullscreen
de: Vollbild

source: Borderless
de: Randlos

source: Maximized
de: Maximiert

# VSYNC_SETTING_TOOLTIP
source: Enable or disable vsync for the game
de: Aktiviere oder deaktiviere VSync für das Spiel

# UI_SCALE_TOOLTIP
source: Change how the ui should be scaled, if set to 100% the scale is set as intended
de: Diese Einstellung legt fest in wie weit das UI skaliert werden soll, eine Einstellung auf 100% entspricht der vorgesehenen Einstellung

# UI_SCALE
source: UI Scale: %03.0f %%
de: UI: %03.0f %%

source: Gameplay Settings
de: Spieleinstellungen

# LOAD_CUSTOM_DECK_SETTING_TOOLTIP
source: Allow the game to sideload your custom decks if enabled
de: Erlaube dem Spiel eigene Decks zu laden

source: Load custom decks
de: Eigene decks laden

# AUTO_COMPLETE_ROUND_TOOLTIP
source: If enabled this will automatically wrap up a round after n seconds
de: Wenn diese Aktion aktiv ist, wird die Runde automatisch nach n Sekunden beendet

# RESET_TUTORIAL_TOOLTIP
source: If you press this button the tutorial will be reset
de: Wenn du diesen Knopf drückst wird das Tutorial zurückgesetzt

source: Reset Tutorial
de: Tutorial zurücksetzten

# MASTER_VOLUME_TOOLTIP
source: Option to set the master volume, this will affect all other volume settings as well
de: Option zum setzten der Master Lautstärke, diese Einstellung hat eine Auswirkung auf alle anderen Audio Einstellungen

source: Master volume
de: Gesamtlautstärke

# EFFECT_VOLUME_TOOLTIP
source: Option to change the effect volume, this will affect all the short sounds in the game
de: Option zum setzten der Effekt Lautstärke, hiervon sind alle Effekte des Spiels betroffen.

source: Effect volume
de: Effektlautstärke

# MUSIC_VOLUME_TOOLTIP
source: Option to change the music volume, this will asffect all the background music
de: Option zum setzten der Musik Lautstärke, hiervon ist die Hintergrundmusik betroffen.

source: Music volume
de: Musiklautstärke

# TEST_EFFECTS_TOOLTIP
source: Play a effect sound, allowing you to test your current effect volume
de: Spielt einen Effekt Ton ab, hiermit kannst du testen ob die Einstellungen für dich korrekt sind

# TEST_EFFECTS
source: Test effect volume
de: Effekt Lautstärke testen

# APPLY_SETTING_TOOLTIP
source: This will save the current settings and close the menu
de: Speichere die aktuellen Einstellungen und schließe das Menü

source: Apply
de: Annehmen

# CLOSE_SETTING_TOOLTIP
source: Close the settings menu without saving any settings you configured
de: Schließe die Einstellungen ohne diese zu speichern.

# ELEPHANT
source: The Elephant
de: Der Elefant

# ELEPHANT_DESCRIPTION
source: Elephants are the largest land mammals, recognizable by their massive bodies, large ears and long trunks. They live in Africa and Asia and are known for their intelligence and social behavior.
de: Elefanten sind die größten Landsäugetiere, erkennbar an ihrem massiven Körper, den großen Ohren und dem langen Rüssel. Sie leben in Afrika und Asien und sind bekannt für ihre Intelligenz und ihr soziales Verhalten.

# GIRAFFE
source: The Giraffe
de: Die Giraffe

# GIRAFFE_DESCRIPTION
source: Giraffes are the tallest land-living animals in the world, recognizable by their extremely long neck and long legs. They live in the savannahs of Africa and feed mainly on leaves that they pick from tall trees.
de: Giraffen sind die höchsten landlebenden Tiere der Welt, erkennbar an ihrem extrem langen Hals und den langen Beinen. Sie leben in den Savannen Afrikas und ernähren sich hauptsächlich von Blättern, die sie von hohen Bäumen pflücken.

# HIPPO
source: The Hippopotamus
de: Das Nilpferd

# HIPPO_DESCRIPTION
source: Hippos are large, heavyweight mammals that live in sub-Saharan Africa and are characterized by their massive bodies and large heads. They spend a lot of time in the water, are herbivores and are considered one of the most dangerous animals in Africa.
de: Nilpferde sind große, schwergewichtige Säugetiere, die in Afrika südlich der Sahara leben und sich durch ihre massiven Körper und großen Köpfe auszeichnen. Sie verbringen viel Zeit im Wasser, sind Pflanzenfresser und gelten als eines der gefährlichsten Tiere Afrikas.

# MONKEY
source: The Monkey
de: Der Affe

# MONKEY_DESCRIPTION
source: Monkeys are intelligent and sociable mammals from the primate order that feed mainly on plants and fruit. They usually live in groups and exhibit complex social behaviors.
de: Affen sind intelligente und gesellige Säugetiere aus der Ordnung der Primaten, die sich hauptsächlich von Pflanzen und Früchten ernähren. Sie leben meist in Gruppen und zeigen komplexe soziale Verhaltensweisen.

# PANDA
source: The Panda
de: Der Pandabär

# PANDA_DESCRIPTION
source: Panda bears are large, black and white bears that live mainly in the bamboo forests of China and feed almost exclusively on bamboo. They are known for their peaceful nature and their rare, endangered population.
de: Pandabären sind große, schwarz-weiße Bären, die hauptsächlich in den Bambuswäldern Chinas leben und sich fast ausschließlich von Bambus ernähren. Sie sind bekannt für ihr friedliches Wesen und ihre seltene, vom Aussterben bedrohte Population.

# PARROT
source: The Parrot
de: Der Papagei

# PARROT_DESCRIPTION
source: Parrots are colorful birds from the order Psittaciformes, known for their intelligence and ability to mimic human voices. They usually live in tropical and subtropical regions and feed on seeds, fruits and sometimes insects.
de: Papageien sind farbenfrohe Vögel aus der Ordnung Psittaciformes, die für ihre Intelligenz und ihre Fähigkeit, menschliche Stimmen nachzuahmen, bekannt sind. Sie leben meist in tropischen und subtropischen Regionen und ernähren sich von Samen, Früchten und manchmal auch Insekten.

# PENGUIN
source: The Penguin
de: Der Pinguin

# PENGUIN_DESCRIPTION
source: Penguins are flightless seabirds of the southern hemisphere that are characterized by their black and white colouring and their adaptation to life in the water. They use their wings as flippers for swimming and live mainly in cold marine regions.
de: Pinguine sind flugunfähige Seevögel der Südhalbkugel, die sich durch ihre schwarz-weiße Färbung und ihre Anpassung an das Leben im Wasser auszeichnen. Sie nutzen ihre Flügel als Flossen zum Schwimmen und leben hauptsächlich in kalten Meeresregionen.

# PIG
source: The Pig
de: Das Schwein

# PIG_DESCRIPTION
source: Pigs are short-legged mammals with a stocky body, a trunk-like snout and usually a curled tail. They are omnivores and are kept worldwide both in the wild and as farm animals.
de: Schweine sind kurzbeinige Säugetiere mit einem gedrungenen Körper, einer rüsselartigen Schnauze und meist einem geringelten Schwanz. Sie sind Allesfresser und werden weltweit sowohl in freier Wildbahn als auch als Nutztiere gehalten.

# RABBIT
source: The Rabbit
de: Der Hase

# RABBIT_DESCRIPTION
source: Hares/Rabbits are agile mammals from the hare family, which are notable for their long ears and strong hind legs. They live in various habitats around the world and feed mainly on grasses and herbs.
de: Hasen sind flinke Säugetiere aus der Familie der Hasenartigen, die durch ihre langen Ohren und kräftigen Hinterbeine auffallen. Sie leben in verschiedenen Lebensräumen weltweit und ernähren sich hauptsächlich von Gräsern und Kräutern.

# SNAKE
source: The Snake
de: Die Schlange

# SNAKE_DESCRIPTION
source: Snakes are elongated, legless reptiles from the suborder Serpentes, which are characterized by their scaly skin and their ability to move smoothly. They can be found in various habitats worldwide, except in extremely cold regions such as the Arctic and Antarctic.
de: Schlangen sind langgestreckte, beinlose Reptilien aus der Unterordnung Serpentes, die sich durch ihre schuppige Haut und ihre Fähigkeit, sich geschmeidig fortzubewegen, auszeichnen. Sie sind weltweit in verschiedenen Lebensräumen anzutreffen, außer in extrem kalten Regionen wie der Arktis und Antarktis.

source: Briefcase
de: Aktentasche

# BRIEFCASE_DESCRIPTION
source: A briefcase that you need to carry all your items for office work
de: Eine aktentasche die du benötigst um all deine Gegenstände für die Büro arbeit zu transportieren

source: Brush
de: Pinsel

# BRUSH_DESCRIPTION
source: A brush is used to paint something on a canvas
de: Ein Pinsel wird benötigt um etwas auf eine Leinwand zu malen

source: Camera
de: Kamera

# CAMERA_DESCRIPTION
source: A camera used to take video of something
de: Eine Kamera um von etwas einen Film anzufertigen

# CD_DESCRIPTION
source: A round storage device used to store data
de: Ein rundes Speichermedium auf dem Daten gespeichert werden können

# COMPUTER_DESCRIPTION
source: A round storage device used to store data
de: Ein elektronisches Gerät, das zur Verarbeitung und Speicherung von Daten verwendet wird

source: Headphone
de: Kopfhörer

# HEADPHONE_DESCRIPTION
source: A device worn over the ears to listen to music or other audio signals directly
de: Ein Gerät, das über die Ohren getragen wird, um Musik oder andere Audiosignale direkt zu hören

source: Microphone
de: Mikrofon

# MICROPHONE_DESCRIPTION
source: A device that converts sound waves into electrical signals and is used for recording or amplifying sound
de: Ein Gerät, das Schallwellen in elektrische Signale umwandelt und zur Tonaufnahme oder -verstärkung verwendet wird

source: Microscope
de: Mikroskop

# MICROSCOPE_DESCRIPTION
source: An optical instrument used for magnifying and examining small objects
de: Ein optisches Instrument, das zur Vergrößerung und Untersuchung kleiner Objekte verwendet wird

# MODERN_CONTROLLER_DESCRIPTION
source: A device to make inputs for a gaming console or computer
de: Ein Gerät um eigaben an einer Spielekonsole oder an einem Computer zu machen

source: Money
de: Geld

# MONEY_DESCRIPTION
source: A piece of paper you can use to buy stuff in a store
de: Ein stück Papier mit dem man Dinge in einem Laden kaufen kann

# MORTAR_AND_PESTLE
source: Morat and Pestle
de: Mörser und Stößel

# MORTAR_AND_PESTLE_DESCRIPTION
source: A device consisting of a bowl (mortar) and a heavy rod (pestle) used for crushing and mixing substances
de: Ein Gerät, das aus einer Schale (Mörser) und einem schweren Stab (Stößel) besteht, und zum Zerkleinern und Mischen von Substanzen verwendet wird

# NOTEBOOK_DESCRIPTION
source: A portable computer designed for mobile use, offering all the functionalities of a desktop computer
de: Ein tragbarer Computer, der für den mobilen Einsatz konzipiert ist und alle Funktionen eines Desktop-Computers bietet

source: Pan
de: Pfanne

# PAN_DESCRIPTION
source: A flat cooking vessel with a long handle, used for frying or cooking
de: Ein flaches Kochgeschirr mit einem langen Griff, das zum Braten oder Kochen verwendet wird

source: Phone
de: Telefon

# PHONE_DESCRIPTION
source: A device used for transmitting sound over long distances using electrical signals
de: Ein Gerät, das zur Übertragung von Schall über große Entfernungen mithilfe elektrischer Signale verwendet wird

source: Pickaxe
de: Spitzhacke

# PICKAXE_DESCRIPTION
source: A tool with a long handle and a heavy head, used for digging and breaking hard materials like stone and soil
de: Ein Werkzeug mit einem langen Griff und einem schweren Kopf, das zum Graben und Zerkleinern harter Materialien wie Stein und Erde verwendet wird

source: Pot
de: Topf

# POT_DESCRIPTION
source: A cooking vessel with high sides and often a lid, used for boiling and simmering food
de: Ein Kochgefäß mit hohen Seiten und oft mit einem Deckel, das zum Kochen und Schmoren von Speisen verwendet wird

source: Saw
de: Säge

# SAW_DESCRIPTION
source: A tool with a toothed blade used for cutting wood, metal, or other materials
de: Ein Werkzeug mit einer gezahnten Klinge, das zum Schneiden von Holz, Metall oder anderen Materialien verwendet wird

# SHOVEL
source: Shovle
de: Schaufel

# SHOVEL_DESCRIPTION
source: A tool with a broad, flat blade and a long handle, used for digging and moving loose material like soil, sand, or snow
de: Ein Werkzeug mit einem breiten, flachen Blatt und einem langen Griff, das zum Graben und Bewegen von losem Material wie Erde, Sand oder Schnee verwendet wird

source: Sledgehammer
de: Vorschlagshammer

# SLEDGEHAMMER_DESCRIPTION
source: A heavy tool with a long handle and a massive head used for demolishing and breaking hard materials like concrete or stone
de: Ein schweres Werkzeug mit einem langen Griff und einem massiven Kopf, das zum Zerstören und Brechen von harten Materialien wie Beton oder Stein verwendet wird

source: Tea Pot
de: Tee Kanne

# TEA_POT_DESCRIPTION
source: A vessel with a spout and a handle, used for brewing and serving tea
de: Ein Gefäß mit einem Ausguss und einem Griff, das verwendet wird, um Tee aufzubrühen und zu servieren

source: Thoothbrush
de: Zahnbürste

# THOOTHBRUSH_DESCRIPTION
source: A tool with bristles on a handle used for cleaning teeth and gums
de: Ein Werkzeug mit Borsten auf einem Griff, das zur Reinigung der Zähne und des Zahnfleisches verwendet wird

source: Calculator
de: Taschenrechner

# CALCULATOR_DESCRIPTION
source: A device to make calculations on the fly. Those where common in offices before modern phones where used in large quantities. Today this is not that often to the found
de: Ein Gerät welches dafür genutzt wird Berechnungen auszuführen. Diese Geräte waren im Büros sehr häufig bevor Smartphones allgegenwärtig geworden sind. Heutzutage werden diese Geräte weitaus seltener gefunden

# USB_STICK_DESCRIPTION
source: A digital storage device, allowing you to store large amounts of data on a small portable device
de: Ein digitales Speichergerät. Das Gerät erlaubt es große mengen an Daten auf einem kleinen Gerät zu speichern

# GRAPHIC_CARD
source: Graphic Card (GPU)
de: Grafikkarte (GPU)

# GRAPHIC_CARD_DESCRIPTION
source: A pc component which is responsible to generate the image displayed on your monitor. This is often called an "GPU" which is a abbreviation for Graphic Processor Unit
de: Eine PC Komponente welche dafür zuständig ist das Bild zu generieren. Diese Bild wird dann wiederum an den Monitor zur anzeige weiter gegeben. Dieses Bauteil wird auch öfter "GPU" bezeichnet, dies ist eine Abkürzung für das Wort Graphic Processor Unit

source: Keyboard
de: Tastatur

# KEYBOARD_DESCRIPTION
source: A device allowing you to performance textual input to a pc
de: Ein Gerät welche Texteingaben an einem PC erlaubt

source: Ram
de: Arbeitsspeicher
