Repository: D-Generation-S/Samory
Catalog: *.po
Languages: de

# RAM_DESCRIPTION
source: A small collection of chips to store data while a pc is operational. This data is only present while the machine is running, getting wiped as soon as the machine is turned off
de: Der Arbeitsspeicher ist eine Ansammlung an chips welche Daten speichern während der PC eingeschalten ist. Diese Daten sind nur dann verfügbar wenn der Computer auch aktiv ist, sobald man Ihn ausschaltet sind die hier gespeicherten Daten verloren

source: Computer Monitor
de: Monitor

# COMPUTER_MONITOR_DESCRIPTION
source: A device to show the output of your pc allowing you to visually see what you are doing right now
de: Ein Gerät welches die visuelle Ausgabe des PC's darstellt was gerade auf dem Gerät passiert

source: Animals
de: Tiere

# ANIMALS_DESCRIPTION
source: A deck containing animal images
de: Ein deck welches Tierbilder enthält

# GENERIC_ITEMS_FULL
source: Generic Items
de: Haushaltsgegenstände

# GENERIC_ITEMS_FULL_DESCRIPTION
source: A collection of items you can find in most households
de: Eine Sammlung von Gegenständen welche in nahezu jedem Haushalt gefunden werden können

# HARDWARE_DECK_DESCRIPTION
source: A deck containing items used in a office or with/within a pc
de: Ein Kartendeck welches Gegenstände beinhaltet die mit PC Hardware zu tun haben oder häufig ins Büros gefunden werden

# NO_NAME_WAS_ENTERED
source: A Playername is required
de: Der Spielername wird benötigt

# LOAD_DECKS
source: custom decks
de: eigene Kartendecks

# MUTLIPLAYER_CONNECTION_FAILED
source: Connection to server with ip %s failed
de: Die Verbindung mit der IP %s ist fehlgeschlagen

# MULTIPLAYER_KICKED_BY_SERVER
source: You where kicked from the server
de: Du wurdest vom Server geworfen

# MULTIPLAYER_WRONG_VERSION
source: You are using version %s while the server is running %s
de: Du nutzt aktuell die version %s während der Server %s nutzt.

# TIME_FOR_COMPLETION
source: Autocomplete after %1.0f s
de: Zeit bis beenden: %1.0f s

# ROUND_END_BANNER_MESSAGE
source: To end the round, wait for %1.0f second or press the main action button
de: Um die Runde abzuschließen warte %1.0f Sekunde oder drücke die Aktions taste

# ROUND_END_BANNER_MESSAGE_NO_COMPLETE
source: To end the round, click the main action button
de: Um die Runde abzuschließen, drücke die Aktions Taste

source: Yes
de: Ja

source: First card turned
de: Deine erste Karte umgedreht

# FIRST_CARD_TURNED_BODY
source: You have just turned over your first card, now try to find the second one with the same picture.
de: Du hast soeben deine erste Karte umgedreht, versuche nun die Zweite mit dem selben Bild zu finden.

# FIRST_MATCHING_CARD
source: First matching card found
de: Erstes Kartenpaar gefunden

# FIRST_MATCHING_CARD_BODY
source: You have found the first matching card that earns you a point. Check your score in the top left corner next to your player name. If you have found a matching pair, your round will continue accordingly, you may turn two cards again, if you find another pair, your round will continue. Your round ends as soon as you no longer find a matching pair.
de: Du hast die erste passende Karte gefunden, die dir einen Punkt einbringt. Überprüfe deinen Punktestand in der oberen linken Ecke neben deinem Spielernamen. Da du ein übereinstimmendes Paar gefunden hast, wird deine Runde fortgesetzt. Entsprechend darfst du erneut zwei Karten drehen, findest du erneut ein Pärchen, wird deine Runde fortgesetzt. Deine Runde endet sobald du kein Paar gefunden hast.

# FIRST_ROUND_END
source: Your first turn did end
de: Die erste Runde hat geendet

# FIRST_ROUND_END_BODY
source: The first round did end, the next player can play there turn now. To see which player is currently playing, look into the upper left corner, the player with a light colored name is the active one.
de: Die erste Runde ist beendet, der nächste Spieler kann jetzt spielen. Um zu sehen, welcher Spieler gerade spielt, schaue in die obere linke Ecke, der Spieler mit einem hellen Namen ist der Aktive.

# PLAYER_TURN
source: Your first turn
de: Dein erster Zug

# PLAYER_TURN_BODY
source: This is your first turn, as you can see in the background there are some cards. Your task is to click on one of these cards and memorize the picture on it. The goal of the game is to find the two matching cards, if you manage to do this within your turn you get a point.
de: Das ist dein erster Spielzug. Wie du im Hintergrund sehen kannst sind hier einige Karten zu finden. Deine Aufgabe ist es nun eine dieser Karten anzuklicken und sich das Bild darauf zu merken. Das Ziel des Spiels ist es die beiden passenden Karten zu finden, wenn du dies schaffst bekommst du einen Punkt.
